[
    {
        "id": 10,
        "nome": "Bicho-preguiça",
        "descricao": "O bicho-preguiça é um mamífero arborícola nativo das florestas tropicais da América Central e do Sul. Conhecido por seus movimentos extremamente lentos, ele passa a maior parte do tempo pendurado de cabeça para baixo em árvores, usando suas garras longas e curvas para se segurar. Alimenta-se principalmente de folhas, flores e frutos, possuindo um sistema digestivo lento que contribui para seu ritmo de vida. Existem duas famílias de preguiças: a de dois dedos e a de três dedos. Elas são também excelentes nadadoras e costumam passar grande parte do dia dormindo, cerca de 15 a 20 horas.",
        "bioma": "Amazônia",
        "imagem": "https://png.pngtree.com/png-vector/20240803/ourmid/pngtree-cute-sleeping-sloth-illustration-for-kids-png-image_13347819.png"
    },

    {
        "id": 9,
        "nome": "Jaguatirica",
        "descricao": "A jaguatirica (Leopardus pardalis) é um felino selvagem de médio porte encontrado nas Américas, desde o sul dos Estados Unidos até a Argentina. Ela possui pelagem amarelada com manchas pretas e é conhecida por sua habilidade de caça, sendo ágil e solitária. A jaguatirica habita florestas densas e regiões de vegetação fechada. Sua dieta é variada, incluindo pequenos mamíferos, aves e répteis. Esse animal é considerado vulnerável devido à perda de habitat e caça.",
        "bioma": "Amazônia",
        "imagem": "https://png.pngtree.com/png-vector/20240818/ourmid/pngtree-a-beautiful-illustration-of-an-ocelot-wild-cat-native-to-central-png-image_13526349.png"
    },

    {
        "id": 8,
        "nome": "capivara",
        "descricao": "A capivara (Hydrochoerus hydrochaeris) é o maior roedor do mundo, nativa da América do Sul. Com um corpo robusto, pode pesar até 65 kg e medir cerca de 1,30 m de comprimento. Vive em áreas próximas a rios, lagos e pântanos, sendo excelente nadadora. Alimenta-se de gramíneas e plantas aquáticas, e sua vida social é marcada por grupos de até 20 indivíduos. Apesar do tamanho, é dócil e pacífica, tendo poucos predadores naturais, como as onças.",
        "bioma": "Pantanal",
        "imagem": "https://png.pngtree.com/png-clipart/20240226/original/pngtree-capybara-isolated-rodentia-photo-png-image_14420395.png"
    },
    
    {
        "id": 7,
        "nome": "peixe-boi-amazônico",
        "descricao": "O peixe-boi-amazônico (Trichechus inunguis) é um mamífero aquático encontrado nos rios da Amazônia. Com corpo robusto e arredondado, pode medir até 2,8 metros e pesar cerca de 450 kg. Alimenta-se de plantas aquáticas, desempenhando papel vital no ecossistema ao controlar a vegetação. É pacífico e tem uma respiração pulmonar, precisando emergir regularmente para respirar. A espécie está ameaçada devido à caça e à degradação de seu habitat.",
        "bioma": "Amazônia",
        "imagem": "https://png.pngtree.com/png-vector/20240720/ourmid/pngtree-graceful-manatee-on-png-image_13161067.png"
    },

    {
        "id": 6,
        "nome": "tartaruga-oliva",
        "descricao": "A tartaruga-oliva (Lepidochelys olivacea) é uma espécie de tartaruga marinha encontrada principalmente nas águas tropicais e subtropicais do Oceano Pacífico. Seu nome se deve à cor oliva de seu casco. É uma das menores tartarugas marinhas e tem um comportamento reprodutivo notável, com grandes desovas em praias específicas. Está ameaçada devido à perda de habitat, poluição e captura acidental em pesqueiros.",
        "bioma": "Mata Atlântica",
        "imagem": "https://png.pngtree.com/png-vector/20240706/ourmid/pngtree-red-eared-slider-basking-in-sunlight-olive-ridley-turtle-migration-patterns-png-image_13010495.png"
    },

    {
        "id": 5,
        "nome": "tamanduá-bandeira",
        "descricao": "O tamanduá-bandeira é um mamífero de grande porte encontrado na América Central e do Sul. Possui pelagem espessa, cauda longa com listras e garras poderosas usadas para abrir formigueiros e cupinzeiros. Alimenta-se exclusivamente de formigas e cupins, utilizando sua língua longa e pegajosa. É solitário, terrestre e habita áreas de cerrado, floresta e savana. Está ameaçado pela perda de habitat e caça, sendo classificado como espécie vulnerável.",
        "bioma": "Pantanal",
        "imagem": "https://png.pngtree.com/png-vector/20220609/ourmid/pngtree-cute-anteater-isolated-on-white-background-png-image_4848611.png"
    },

    {
        "id": 4,
        "nome": "onça-pintada",
        "descricao": "A onça-pintada é o maior felino das Américas e terceiro maior do mundo, atrás apenas do tigre e do leão. Possui um corpo robusto, patas fortes e uma pelagem amarela com manchas pretas em forma de rosetas. É um predador solitário e ágil, com hábitos noturnos, e se adapta a diversos habitats, como florestas, cerrados e áreas pantanosas. A onça-pintada é essencial para o equilíbrio ecológico, mas está ameaçada pela perda de habitat e caça.",
        "bioma": "Amazônia",
        "imagem": "https://png.pngtree.com/png-clipart/20231008/original/pngtree-jaguar-transparent-background-png-image_13290634.png"
    },

    {
        "id": 3,
        "nome": "mico-leão-dourado",
        "descricao": "O mico-leão-dourado é um pequeno primata nativo da Mata Atlântica brasileira. Reconhecido por sua exuberante pelagem dourada e tamanho reduzido, pesa em média 600 gramas. Vive em grupos familiares e é essencial para a dispersão de sementes na floresta. Considerado uma espécie em extinção, enfrenta ameaças como a perda de habitat e a fragmentação florestal, sendo alvo de projetos de conservação.",
        "bioma": "Mata Atlântica",
        "imagem": "https://png.pngtree.com/png-vector/20240613/ourmid/pngtree-golden-lion-tamarin-ape-hairy-cute-png-image_12663416.png"
    },

    {
        "id": 2,
        "nome": "arara-azul",
        "descricao": "A arara-azul é uma grande ave nativa do Brasil, conhecida por seu plumagem azul vibrante e bico robusto. Com cerca de 1 metro de comprimento, é a maior das araras. Habita florestas tropicais e áreas de cerrado, alimentando-se principalmente de sementes, frutas e nozes. A espécie enfrenta ameaças devido à perda de habitat e tráfico ilegal de animais, tornando-a uma espécie vulnerável.",
        "bioma": "Pantanal",
        "imagem": "https://png.pngtree.com/png-vector/20240204/ourmid/pngtree-blue-macaw-illustration-png-image_11612553.png"
    },
    
    {
        "id": 1,
        "nome": "lobo-guará",
        "descricao": "O lobo-guará é um canídeo nativo da América do Sul, conhecido por suas longas pernas e pelagem alaranjada com detalhes pretos. É o maior canídeo do continente e possui uma dieta onívora, com preferência por frutos e pequenos animais. Habita áreas de cerrado e savanas, sendo uma espécie importante para o equilíbrio ecológico. Ameaçado pela perda de habitat, é considerado vulnerável à extinção.",
        "bioma": "Cerrado",
        "imagem": "https://cdn.pixabay.com/photo/2023/08/13/15/25/maned-wolf-8187819_1280.png"
    }
]
